Repository: sarthakagr104/Sugarizer
Catalog: po/*.po
Languages: de

source: Start new
de: Neustarten

source: {{name}} Activity
de: Aktivität {{name}}

source: Remove favorite
de: Favorit entfernen

source: Make favorite
de: Favorit hinzufügen

source: Favorites view
de: Ansicht der Favoriten

source: List view
de: Listenansicht

source: Home
de: Start

source: Filter favorites
de: Favoriten filtern

source: Seconds ago
de: Sekunden her

# Ago
source: {{time}} ago
de: vor {{time}}

# Minutes_other
source: minutes
de: Minuten

# Hours_one
source: hour
de: Stunde

# Hours_other
source: hours
de: Stunden

# Days_one
source: day
de: Tag

# Days_other
source: days
de: Tage

# Weeks_one
source: week
de: Woche

# Weeks_other
source: weeks
de: Wochen

# Months_one
source: month
de: Monat

# Months_other
source: months
de: Monate

# Years_one
source: year
de: Jahr

# Years_other
source: years
de: Jahre

# SecondsAgo_short
source: Sec. ago
de: Sek. her

# Ago_short
source: {{time}} ago
de: vor {{time}}

# Hours_one_short
source: hr
de: st

# Hours_other_short
source: hr
de: st

# Days_one_short
source: dy
de: tg

# Days_other_short
source: dy
de: tg

# Weeks_one_short
source: wk
de: wo

# Weeks_other_short
source: wk
de: wo

# Years_one_short
source: yr
de: jr

# Years_other_short
source: yr
de: jr

source: Shutdown
de: Beenden

source: Restart
de: Neustart

source: My Settings
de: Meine Einstellungen

# SearchHome
source: Search in home
de: Suche in Startseite

# JournalEmpty
source: Your journal is empty
de: Dein Journal ist leer

source: No matching activities
de: Keine übereinstimmenden Aktivitäten

source: Clear search
de: Suche löschen

# SearchJournal
source: Search in journal
de: Suche in Journal

source: Anytime
de: Jederzeit

source: Today
de: Heute

source: Since yesterday
de: Seit gestern

source: Past week
de: Letzte Woche

source: Past month
de: Letzten Monat

source: Past year
de: Letztes Jahr

source: Anything
de: Alles

source: No matching entries
de: Keine übereinstimmenden Einträge

# SearchSettings
source: Search in settings
de: Suche in Einstellungen

source: About me
de: Über mich

source: About my computer
de: Über meinen Computer

source: My security
de: Meine Sicherheit

# SecurityMessage
source: If you want to change your images, first type current images:
de: Wenn du deine Bilder ändern möchtest, tippe die aktuellen Bilder:

# SecurityMessageNew
source: Now choose at least {{min}} new images:
de: Wähle jetzt zumindest {{min}} neue Bilder:

# SecurityMessageDone
source: Images updated!
de: Bilder aktualisiert!

# InvalidPassword
source: Invalid images
de: Ungültige Bilder

source: Language
de: Sprache

source: Done
de: Fertig

source: Cancel
de: Abbrechen

source: Click to change color:
de: Klicken um die Farbe zu ändern:

source: Warning
de: Warnung

source: Changes require restart
de: Änderung erfordert Neustart

source: Cancel changes
de: Wechsel abbrechen

source: Restart now
de: Jetzt neustarten

# ChooseLanguage
source: Choose language you prefer:
de: Wähle deine bevorzugte Sprache:

source: English
de: Englisch

source: Spanish
de: Spanisch

source: French
de: Französisch

source: German
de: Deutsch

source: Arabic
de: Arabisch

source: Japanese
de: Japanisch

source: Polish
de: Polnisch

source: Portuguese
de: Portugiesisch

source: Client type:
de: Client-Typ:

# Copyright
source: Copyright and license
de: Urheberschaft und Lizenz

# LicenseTerms
source: Sugarizer is an open source software licensed under the Apache 2.0 license.
de: Sugarizer ist eine quelloffene Software, die unter der Apache 2.0 Lizenz lizenziert ist.

# RestartActivity
source: Restart
de: Neustart

source: Copy to local
de: Kopiere lokal

# CopyToPrivate
source: Copy to remote
de: Kopiere entfernt

source: Copy to shared
de: Kopiere geteilt

source: by {{user}}
de: von {{user}}

source: Erase
de: Lösche

# ErrorLoadingRemote
source: Remote server not responding
de: Entfernter Server antwortet nicht

source: Retry
de: Wiederhole

# Server
source: About my server
de: Über meinen Server

# ConnectedToServer
source: Connected to a server
de: Mit einem Server verbunden

# UserId
source: User name on server:
de: Benutzername auf Server:

# SessionExpired
source: Server connection expired
de: Serververbindung abgelaufen

# SecurityMessageExpired
source: Connection expired, type your images:
de: Verbindung abgelaufen, tippe deine Bilder:

source: Neighborhood View
de: Nachbarschaft Ansicht

# SearchNeighbor
source: Search in Neighborhood
de: Suche in Nachbarschaft

source: Connected
de: Verbunden

# JoinActivity
source: Join
de: Beitreten

source: Next
de: Weiter

source: Back
de: Zurück

source: New user
de: Neuer Benutzer

source: Logoff
de: Abmelden

source: Choose name:
de: Namen wählen:

# Password
source: Your images:
de: Deine Bilder:

# ChoosePassword
source: Choose at least {{min}} images:
de: Wähle zumindest {{min}} Bilder:

# UserLoginInvalid
source: Invalid user name or images
de: Ungültiger Benutzername oder Bilder

source: User already exist
de: Benutzer existiert bereits

# ClickToColor
source: Click to change color:
de: Klicke um die Farbe zu setzen:

# ServerNotSet
source: Your server is not set
de: Dein Server ist noch nicht eingetragen

source: Android Settings
de: Android Einstellungen

# ResetLauncher
source: Switch Launcher
de: Launcher zurücksetzen

source: Join Network
de: Netzwerk beitreten

# EnterKey
source: Enter shared key
de: Netzwerkschlüssel eingeben

# SetLauncherTitle
source: Change the launcher
de: Launcher wechseln

# SetLauncherText
source: You can use either SugarizerOS as a launcher or only use the Sugarizer environment as an application with your native launcher. The launcher you are actually using is {{launcher}}, click on the icon of the launcher you want to switch to.
de: Sie können SugarizerOS entweder als Launcher oder die Sugarizer Umgebung als App mit Ihrem normalen Launcher verwenden. Ihr aktuell verwendeter Launcher ist {{launcher}}. Wählen Sie das Icon des Launchers, auf den Sie wechseln wollen, aus.

source: Disconnect
de: Trennen

source: Loading...
de: Laden...

# AllDataWillBeLost
source: Journal and settings will be lost
de: Journal und Einstellungen werden gelöscht

# ClickMore
source: Click again for more options
de: Klicken Sie erneut für weitere Optionen

source: Reinit journal and settings
de: Reinitialisiere Journal und Einstellungen

# CopyToDevice
source: Copy to your device
de: Kopiere auf dein Gerät

# FileWroteTo
source: Wrote file to {{file}}
de: Datei nach {{file}} geschrieben

# ErrorWritingFile
source: Can't write file
de: Kann Datei nicht schreiben

# TutoPrev
source: Prev
de: Bisherige

# TutoNext
source: Next
de: Nächster

# TutoEnd
source: End
de: Ende

# TutoUserContent
source: This icon is you. Pass the mouse over it or long touch it to change your settings (name, color, ...).
de: Dieses Icon bist du. Führe die Maus darüber oder halte es gedrückt um deine Einstellungen (Name, Farbe, ...) zu ändern.

# TutoActivityTitle
source: Activity
de: Aktivität

# TutoActivityContent
source: Around you are icons for activities. Click on these icons to run activities. Pass the mouse over it or long touch it to display advanced launch menu.
de: Rund um dich sind Icons für Activities. Klicke auf diese Icons um die Activities zu starten.

# TutoJournalContent
source: Journal is the place to retrieve the work you've done in activities and access your history.
de: Journal ist der Ort um die Arbeit, die du in Activities gemacht hast, und deine Geschichte abzurufen.

# TutoFavoriteTitle
source: Favorite view
de: Favoriten Ansicht

# TutoFavoriteContent
source: Use this button to display the favorite view.
de: Verwende diesen Knopf um die Favoriten Ansicht anzuzeigen.

# TutoListTitle
source: List view
de: Listen Ansicht

# TutoListContent
source: Use this button to display all activities and to select activities in the favorite view.
de: Verwende diesen Knopf um alle Activities anzuzeigen und Activities für deine Favoriten Ansicht auszuwählen.

# TutoFavswitchTitle
source: Favorite switch
de: Favoriten Knopf

# TutoFavswitchContent
source: Use this icon to change visibility of this activity in the favorite view.
de: Verwende dieses Icon um die Sichtbarkeit dieser Aktivität in der Favoriten Ansicht zu ändern.

# TutoSearchTitle
source: Search activity
de: Aktivität suchen

# TutoSearchContent
source: Use this text to search an activity by its name.
de: Verwende diesen Text um eine Aktivität mit ihrem Namen zu suchen.

# TutoNeighborTitle
source: Neighborhood view
de: Nachbarschaft Ansicht

# TutoNeighborContent
source: Display users around you and join activities they shared.
de: Zeige Benutzer um dich herum an und trete von ihnen geteilten Activities bei.

# TutoRunTitle
source: Now it's your turn!
de: Jetzt bist du dran!

# TutoRunContent
source: Now look for the Shared Notes activity icon and click on it to run the activity.
de: Suche die Geteilte Notizen Aktivität und klicke auf sie um sie zu starten.

# TutoJournalIntroContent
source: You're in the Journal. The Journal is the place to retrieve the work you've done. Each row is one thing you've done. Just click on it to reopen it in its old state.
de: Du bist im Journal. Das Journal ist der Ort um die Arbeit, die du gemacht hast, abzurufen. Jede Reihe ist eine Sache, die du gemacht hast. Klicke einfach darauf um sie in ihrem alten Zustand wiederzuöffnen.

# TutoJournalActivityTitle
source: Activity
de: Aktivität

# TutoJournalActivityContent
source: Here's the icon of the activity you've done. Pass the mouse over it or long touch it to access advanced features (erase the row, copy to other journals, ...).
de: Hier ist das Icon einer Aktivität, die du durchgeführt hast. Führe die Maus darüber oder halte gedrückt um die fortgeschrittenen Optionen (eine Zeile löschen, in ein andere Journal kopieren, ...) zu erreichen.

# TutoJournalTimeTitle
source: When
de: Wann

# TutoJournalTimeContent
source: Here's the time when you've done the activity: seconds, minutes, hours, days or month ago.
de: Hier ist die Zeit wann du diese Aktivität verwendet hast: Vor Sekunden, Minuten, Stunden, Tagen oder Monaten.

# TutoJournalTitleTitle
source: Title
de: Titel

# TutoJournalTitleContent
source: It's the title of the activity. By default it's just the name of the activity but you could change it. Just click on it to do that.
de: Es ist der Titel der Aktivität. In der Standardeinstellung ist es nur der Name der Aktivität, aber du kannst ihn ändern, indem du einfach auf ihn klickst.

# TutoJournalFavoriteTitle
source: Favorite
de: Favorit

# TutoJournalFavoriteContent
source: If you click on this icon, this Journal entry will be marked as favorite so it will be easy for you to find it in the list.
de: Wenn du auf dieses Icon klickst, wird der Journal Eintrag als Favorit markiert, womit es leicht für dich wird ihn in der Liste wiederzufinden.

# TutoJournalFavButtonTitle
source: Show favorites
de: Zeige Favoriten

# TutoJournalFavButtonContent
source: Click on this icon to filter Journal on the favorite flag.
de: Klicke auf dieses Icon um das Journal nach Favoriten zu filtern.

# TutoJournalSearchTitle
source: Search entry
de: Suche Eintrag

# TutoJournalSearchContent
source: Use this text to search an entry by its title.
de: Verwende diesen Text um einen Eintrag nach seinem Namen zu suchen.

# TutoJournalTypeTitle
source: Filter by type
de: Filter nach Typ

# TutoJournalTypeContent
source: Click here to select and filter Journal by activity type.
de: Klicke hier um das Journal nach Aktivität Typ zu filtern.

# TutoJournalTimeButtonTitle
source: Filter by time
de: Nach Zeit filtern

# TutoJournalTimeButtonContent
source: Click here to view only activities that you've done in a period of time.
de: Klicke hier um nur Activities, die du in einem Zeitraum gemacht hast, anzuzeigen.

# TutoJournalLocalTitle
source: Local Journal
de: Lokales Journal

# TutoJournalLocalContent
source: When this icon is active, you're seeing the content of the local journal. All this content is stored on your current device.
de: Wenn dieses Icon aktiv ist, siehst du den Inhalt deines lokalen Journals. Alle Inhalte sind auf deinem aktuellen Gerät gespeichert.

# TutoJournalCloudOneTitle
source: Remote Journal
de: Entferntes Journal

# TutoJournalCloudOneContent
source: Click on this icon to display the content of your private journal on the server. You're the only one to access to this journal. It's a good place to store content that you don't want to loose.
de: Klicke auf dieses Icon um den Inhalt deines privaten Journals am Server anzuzeigen. Nur du hast Zugriff auf dieses Journal. Es ist ein guter Ort um Inhalte, die du nicht verlieren möchtest, zu speichern.

# TutoJournalCloudAllTitle
source: Shared Journal
de: Geteiltes Journal

# TutoJournalCloudAllContent
source: Click on this icon to display the content of the shared journal on the server. Every user connected to the same server could access to this journal. So, it's nice to share your work with others.
de: Klicke auf dieses Icon um den Inhalt des geteilten Journals am Server anzuzeigen. Jeder zu diesem Server verbundene Benutzer hat Zugriff auf dieses Journal. Es ist ein guter Ort um deine Arbeit mit anderen zu teilen.

# TutoGotoHomeContent
source: Click here to go back to the home view.
de: Klicke hier um zur Heim Ansicht zurückzukehren.

# TutoNeighborIntroTitle
source: Neighborhood view
de: Nachbarschaft Ansicht

# TutoNeighborIntroContent
source: You're in the Neighborhood view. Here you could see users around you connected to the same server.
de: Du bist in der Nachbarschaft Ansicht. Hier siehst du andere Benutzer, die mit dem selben Server verbunden sind.

# TutoNeighborIntroContent2
source: You're in the Neighborhood view. Here you could see users around you connected to the same server. You could also see all WiFi access point around you.
de: Du bist in der Nachbarschaft Ansicht. Hier siehst du andere Benutzer, die mit dem selben Server verbunden sind. Du siehst auch alle WiFI Access Points um dich herum.

# TutoNeighborUserTitle
source: You
de: Du

# TutoNeighborUserContent
source: This icon is you like other users could see you on their own Neighborhood view. Pass the mouse over it or long touch it to change your settings (name, color, ...).
de: Dieses Icon ist wie dich andere Benutzer in deren Nachbarschaft Ansicht sehen. Führe die Maus darüber oder halte es gedrückt um deine Einstellungen (Name, Farbe, ...) zu ändern.

# TutoNeighborServerTitle
source: Your server
de: Dein Server

# TutoNeighborServerContent
source: This icon is the server where you're connected. You could only see users connected to the same server than you.
de: Dieses Icon ist der Server mit dem du verbunden bist. Du kannst nur Benutzer sehen, die mit dem selben Server wie du verbunden sind.

# TutoNeighborOtherTitle
source: Another
de: Weiterer

# TutoNeighborOtherContent
source: This is another user connected to the same server. You could share activities with him or join an activity that he shared with you.
de: Das ist ein weiterer Benutzer, der mit dem selben Server verbunden ist. Du kannst Aktivitäten mit ihm teilen oder Aktivitäten beitreten, die von ihm mit dir geteilt wurden.

# TutoNeighborActivityTitle
source: Shared activity
de: Geteilte Aktivität

# TutoNeighborActivityContent
source: This activity is shared by another user. Pass the mouse over it or long touch it to join him.
de: Diese Aktivität ist von einem anderen Benutzer geteilt worden. Ziehe die Maus darüber oder halte sie gedrückt um beizutreten.

# TutoNeighborWifiContent
source: This is a WiFi access point around you. Pass the mouse over it or long touch it to connect/disconnect to this WiFi.
de: Dies ist ein WiFi Access Point in deiner Nähe. Ziehe die Maus darüber oder halte sie gedrückt um dich mit dem WiFi zu verbinden oder die Verbindung zu trennen.
